station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет строительство патрульного шаттла и ввод его в эксплуатацию.
    Старшему Инженеру надлежит организовать постройку герметичного патрульного шаттла для патрулирования космического пространство около станции. Согласно нормам строительства к шаттлу выдвигаются следующие требования:
    - Размер минимум шаттла 13х8
    - Обязательное присутствие стыковочных шлюзов
    - Разделение внутреннего пространства на: Одиночную камеру, Мостик, Силовую часть
    - 8 двигателей. 4 маневровых, 4 маршевых, гироскоп
    - Питание на С.У.П.Е.Р.П.А.К.М.А.Н. Разрешается использование ВСУ шаттла и РИТЭГа в добавок к основному источнику питания
    - Герметичность
    - Остекление мостика
    - Укреплённые стены или стены выше классом
    - На усмотрение старшего инженера и главы службы безопасности, на шаттл может быть установлено вооружение
    После строительства шаттла, шаттл должен быть передан в пользование отделу службы безопасности. Старший Инженер обязуется написать приказ в свободной форме о передаче шаттла во владение другому отделу.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-solar-panels =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет возведение солнечных панелей.
    Старшему Инженеру надлежит организовать постройку двух веток солнечных панелей. Каждая ветка солнечных панелей должна иметь свой СМЭС в качестве энергетического фильтра, перед попаданием энергии в основную цепь станции. Более подробные требования:
    - 2 ветки солнечных панелей с разных сторон станции.
    - Каждая ветка должна быть подключена к своей консоли управления панелями.
    - Каждая ветка должна быть подключена к своему СМЭСу, а тот в свою очередь в основную цепь станции.
    - В каждой ветке, должно быть не менее 15 солнечных панелей и 1 трекер.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-science =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет получение набора технологий.
    Научному Руководителю надлежит организовать полное исследование двух веток. Более подробные требования:
    - Все технологии двух из пяти веток должны быть полностью выучены.
    - технологии максимального уровня из двух изученных веток должны быть применены:
    1. Если это Промышленность, должны быть произведены и введены в эксплуатацию блюспейс сумки-хранилища и микрореакторные батареи.
    2. Если это Экспериментальное, должны быть произведены и введены в эксплуатацию манипуляторы гравитации.
    3. Если это Обслуживание Персонала, должны быть произведены и введены в эксплуатацию телепады для отдела снабжения и "Скороходы" для Службы Безопасности, а также блюспейс мензурки и шприцы.
    4. Если это Арсенал, должны быть произведены и введены в эксплуатацию улучшенные лазерные пистолеты для Службы Безопасности.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-bank =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет возведение орбитального хранилища.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-zoo =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции.  Целью вашей смены будет улучшение рекреации персонала на станции.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
    За основу зоопарка разрешается использовать технические помещения, но не существующие отсеки.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-mining-outpost =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет строительство орбитального шахтерского аванпоста для добычи руды и ресурсов с астероидов.
    Аванпост должен быть размещен в космосе отдельно от основной станции.
    Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    Аванпост должен иметь следующее:
    - автономный, бесперебойный источник электроэнергии
    - генератор гравитации
    - оборудование для проведения работ, в частности кирки, сумки для руды и 2 шахтерских скафандра
    - комнаты для проживания 2 человек, с атмосферой, освещением и окнами
    - склад для добытых ресурсов и необходимых для жизни продуктов
    - 4 набора медикаментов от механического урона
    - 4 набора медикаментов от физического урона
    Проследите за сохранностью аванпоста до окончания смены.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-containment =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                    ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое центральное командование. Целью вашей смены будет строительство камеры для содержания и исследования опасного существа.
    Существо не должно сбежать во время исследований. Камера обязана быть размещена на окраине станции во избежание жертв.
    Неподалеку должна быть подходящая для кормления существа пища.
    Для упрощения работ можно использовать утилизационные блоки, камеры видеонаблюдения, транквилизаторы и другие устройства.
    Отдел службы безопасности обязан обеспечить защиту во время проведения работ.
    После постройки камеры, необходимо поймать в нее живой образец внестанционной фауны и задокументировать его внешний вид.
    Далее нужно провести и задокументировать минимум 5 экспериментов над ним в следующем формате:
    - Описание эксперимента
    - Последствия и реакция образца
    В случае безвозвратной гибели образца следует поймать новый и продолжить опыты.
    Документ должен быть удостоверен печатью научного руководителя.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-tournament =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет повышение боеспособности персонала.
    Главе Службы Безопасности, Главному Врачу и Старшему Инженеру надлежит обустроить ринг и провести безопасный турнир по любому из видов рукопашного боя. Призом для победителя может являться любой предмет или денежное вознаграждение по усмотрению Капитана станции. Конкретные требования к цели смены:
    - Старшему Инженеру надлежит организовать постройку ринга среднего размера, не менее 7х7, а так-же покрыть его мягким покрытием.
    - Главному Врачу надлежит организовать врачебный присмотр за боями, рекомендуется задействовать парамедика.
    - Главе Службы Безопасности надлежит организовать соблюдение правил безопасности и порядок во время проведения боёв. 

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-repair =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет реставрация технических помещений, а так-же модернизация шаттла утилизаторов.
    Старшему инженеру необходимо найти применение для 25% технических помещений станции, а так-же модернизировать их по необходимости.
    Инженерному отделу необходимо провести обслуживание стен станции, а так-же шаттлов отдела снабжения. На шаттле NT-Reclaimer необходимо заменить остекление мостика на плазменное, или-же урановое, а так-же установить на шаттл недостающие двигатели.
    Остекление мостика необходимо заменить на плазменное или урановое.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-ore =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет улучшение утилизаторского шаттла, а так-же добыча руды.
    Научному отделу необходимо предоставить для инженеров как минимум 3 PTK-800 "Дематериализаторов материи", в свою очередь, инженерному отделу необходимо их установить на утилизаторский шаттл, а так-же
    модернизировать его. Минимальные требования к модернизации:
    -3 PTK-800 "Дематериализаторов материи"
    -Система откачки газов.
    -Остекление мостика бронированными окнами.
    -Повышение энерговыработки на 8 кВТ.
    Утилизаторам необходимо добыть:
    -120 листов урана.
    -90 штук бананиума.
    -20 фрагментов артефактов.
    -90 слитков серебра и золота.
    Добытые материалы необходимо переместить в хранилище станции. Бананиум должен быть передан на хранение инженерному отделу.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-harvester =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет возведение блюспейс добытчика.
    Научному отделу необходимо исследовать плату блюспейс добытчика, для последуйщей передачи инженерам.
    Инженерному отделу необхожимо построить комнату 10x10, по центру которой, необходимо расположить блюспейс добытчик.
    Вход в комнату должен быть ограничен следующими доступами:
    -Инженерный
    -Командный
    -Охранный
    Инженерам необходимо снабдить добытчик как минимум 5 миллионами Ватт, рекомендуется использования двигателя анти-материи.
    Смена будет считатся выполненой когда рекорд очков достигнет отметки 30 тысяч.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

station-goal-meteor-barrier =
    ⠀[color=#527d4d]███░███░░░░██░░░░[/color][head=3]   Бланк документа[/head]
    ⠀[color=#527d4d]░██░████░░░██░░░░[/color][head=2]      NanoTrasen[/head]
    ⠀[color=#527d4d]░░█░██░██░░██░█░░[/color]  [bold]               ЦК-КОМ[/bold]
    ⠀[color=#527d4d]░░░░██░░██░██░██░[/color]
    ⠀[color=#527d4d]░░░░██░░░████░███[/color]
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
                                           ЦЕЛЬ СМЕНЫ
    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

    Уважаемое командование станции. Целью вашей смены будет постройка защиты от метеоров.
    Научному отделу необходимо исследовать энергетические барьеры. Инженерному отделу необходимо покрыть барьерами следующие отделы:
    -Мостик
    -Перма-бриг
    -Отдел атмосферики
    -Клетка сингулярности, если таковая имеется
    Барьеры должны располагаться как минимум на 7 метров от обшивки отдела. Общее количество барьеров должно быть не менее 30.

    ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
