stasisChamber-entered-stasis = {$character} ({$job}) помещен в стазисное хранилище.
stasisChamber-ui-title = Система Стазисного Хранилища
stasisChamber-verb-noun-occupant = Вытащить
job-title-no-occupation = Неизвестно
stasisChamber-sender = Системы Стазисного Хранилища

ent-StasisChamber = стазисная камера
    .desc = Портативное стазисное устройство, позволяющее временно приостановить все процессы в гуманоидном теле. Автоматически соединено с общей стазисной сетью станции.
    .suffix = { "" }
	
ent-StasisStorageConsole = терминал стазисного хранилища
    .desc = Сенсорный экран, подсоединенный к общей стазисной сети станции. Отображает список всех сохраненных локально тел и позволяет вернуть ценное имущество станции, по ошибке попавшее внутрь.
    .suffix = { "" }