admin-verb-make-heretic = Сделать цель еретиком.
roles-antag-heretic-name = Еретик
roles-antag-heretic-objective = Приносите в жертву людей и изучайте новые заклинания.
heretic-briefing-start =
        Вы - еретик, противный маленький книжный червь, ищущий истину и силу, и вы прибыли на станцию, полную возможностей. 
        Выберите один из путей, трансмутировав один из предметов при помощи вашей хватки мансуса в клинок. 
heretic-briefing-fluff = 
        Трансмутируйте спичку для пути пепла. Трансмутируйте нож для пути пустоты. 
        Для получения знаний приносите в жертву членов экипажа, которых могут жаждать ваши темные покровители. 

heretic-round-end-agent-name = еретик

store-category-heretic-abilities = Знания
store-category-heretic-void-abilities = Путь пустоты
store-category-heretic-ash-abilities = Путь пепла

store-currency-display-knowledge = Знания

ent-ActionHereticShop = Исследования
    .desc = Исследуйте новые заклинания.
ent-ActionMansusGrasp = Хватка Мансуса
    .desc = Даёт возможность приносить экипаж в жертву, а так-же трансмутировать предметы в другие.
ent-ActionColdGrasp = Холодная хватка
    .desc = Холодное касание, которое понижает температуру жертвы.
ent-ActionAbyssPhase = Фаза пустоты
    .desc = Заклинание, которое телепортирует вас на небольшое расстояние.
ent-ActionVulkanic = Взрыв вулкана
    .desc = Выпускает огненный шар, который поджигает язычников.
ent-ActionVoidBlast = Взрыв пустоты
    .desc = Выпускает луч, который истощает ваших жертв.
ent-ActionSpawnStalker = Призыв сталкера
    .desc = Призовите агрессивного монстра, которого можно убить только при помощи механического урона.
ent-ActionAshForm = Пепельный сдвиг
    .desc = Кратковременное заклинание, которое делает вас нематериальным и позволяет проходить сквозь стены.

heretic-phase-name = Фаза пустоты
heretic-phase-desc = Заклинание, которое телепортирует вас на небольшое расстояние.
heretic-voidblast-name = Взрыв пустоты
heretic-voidblast-desc = Выпускает луч, который истощает ваших жертв.
heretic-volkano-name = Взрыв вулкана
heretic-volkano-desc = Выпускает огненный шар, который поджигает язычников.
heretic-coldgrasp-name = Холодная хватка
heretic-coldgrasp-desc = Холодное касание, которое понижает температуру жертвы.
heretic-aristocrat-name = Путь аристократа
heretic-aristocrat-desc = Вам больше не нужно дышать, и вы становитесь невосприимчивы к низким температурам. Вы все еще можете получить урон из-за отсутствия давления.
heretic-demon-name = Путь демона
heretic-demon-desc = Вас больше нельзя поджечь, и вы становитесь невосприимчивы к высоким температурам.
heretic-ashlord-name = Медальон лорда пепла
heretic-ashlord-desc = Устрашающее магическое устройство, которое создаёт вокруг владельца кольцо из огня, которая плавит снаряды и уничтожает лазеры.
heretic-ashform-name = Пепельный сдвиг
heretic-ashform-desc = Кратковременное заклинание, которое делает вас нематериальным и позволяет проходить сквозь стены.
heretic-stalker-name = Призыв сталкера
heretic-stalker-desc = Призывает агрессивного монстра, которого можно убить только при помощи механического урона.