ent-ClothingShoesUnati = тканевые обвязки
   .desc = Светлые отрезы ткани, грубо заматывающие ваши ноги. Необычно, но не без своих преимуществ.
ent-ClothingShoesPrisoner = обувь заключённого
   .desc = Жёсткие оранжевые кожаные ботинки. Защищают своего владельца. Но не его жертв.
ent-ClothingShoesMaid = сандалии горничной
    .desc = Эти сандалии являются эксклюзивной продукцией НаноТразен и созданы для ношения горничными на своих станциях. Высококачественные материалы делают их устойчивыми к поскальзыванию и крайне удобными.