job-description-civilian = Сделайте все, чтобы выжить, имея лишь самого себя, неброский список навыков и большие амбиции. Объединитесь с другими или заставьте их пожалеть, если они откажутся.
job-description-survivor = Вашим навыкам выживания позавидует даже профи. Или, вы так думаете. Если вы и остаетесь одни, то только потому, что те дураки не стоили вашего внимания. Быть может, вам лучше без них.

job-description-hunter = Вместе веселее. Когда-то вы перебивались в одиночку, но теперь вас окружают такие же потерянные, как и вы. Вынужденные сражаться, вы с трудом отгородили себе место под солнцем. Общее место.
job-description-ranger = Только безумец может рассчитывать спастись самостоятельно в этом мире. Вы нашли себе сподвижников и только ваш опыт держит всех на плаву.

job-description-technician = Дни нудных подработок уже позади. Или, так вы думали, когда все произошло. Вы все еще у всех в подчинении. Но, хотя бы, у вас есть крыша над головой.
job-description-scientist = Наука всё стерпит. Вчера вы изобрели лекарство от космического рака, сегодня -  грабли из доски и ржавых гвоздей.
job-description-engineer = Всю жизнь вы готовились к этому моменту. Сейчас, ваш безумный гений как никогда в цене, а менеджер на коленях умоляет вас собрать тот клевый чертеж, который раньше получал клеймо негуманности.
job-description-manager = Все пошло не по плану, когда управляющий оборвал с вами связь. Теперь, нет и управляющего, а на дворе - пепел и хаос. Приведете ли вы всех к спасению или станете последним гвоздём в бюрократической крышке гроба этого мира?

job-description-officer = Работы - хоть отбавляй, но вы - именно тот профессионал, который всем нужен. Одиночка никогда не сможет превзойти работу команды. Да, окружающий мир впал в хаос, но вас это ничуть не тревожит.
job-description-medic = Блестящий гений сложнейших медицинских чудес меркнет в сравнении с получасовой полевой подготовкой, которой хватает, чтобы начать вытаскивать людей из рая обратно в это чистилище.
job-description-chief = Командование бросило вас. У них были свои причины. Теперь, в ваших руках лишь горстка солдат и стремление к упокоению перед неизбежной кончиной.

job-description-paramedic = Как они могут бросать людей на растерзание? Разве они забыли свои клятвы? Вспомните их за них и пусть ни один пациент не умрёт на поле боя. Все заслуживают право жить.
job-description-zombie = Как вы жили раньше? Жили ли вы вообще? Идите вперед, терзаемые только своим неутоляемым голодом.
job-description-monster = Есть ли у нас зачатки разума? Были ли мы когда-то людьми? Чьи голоса так маняще звучат у нас в голове? Не имеет никакого значения, ведь теперь мы заставим всех пожалеть о своем присутствии у нас на глазах.
job-description-butcher = Вам приходилось убивать себе подобных. Похоже, что вам это по вкусу. Сошли ли вы с ума? Черт возьми, да! Никто вам не указ, а вокруг столько мяса. Ну как можно отказать себе в таком удовольствии?
