job-greet-station-name = И вот, вы в капкане на { $stationName }. Добро пожаловать в ад!
job-greet-introduce-job-name = Ваша номинальная роль: { $jobName }.
job-greet-important-disconnect-admin-notify = Вы играете важную роль для игрового прогресса. Если вы вынуждены отключиться, пожалуйста, сообщите об этом администраторам через "Админ помощь".
job-greet-supervisors-warning = Как { $jobName } вы непосредственно подчиняетесь { $supervisors }. Будьте рассудительны, если ситуация требует от вас неподчинения приказам.
job-greet-crew-shortages = Поскольку первоначальный персонал этого места изначально был недоукомплектован, вы сохранили дополнительный доступ.
job-not-available-wait-in-lobby = Раунд начался, но вам не досталась ни одна из предпочтительных ролей (или вы не выбрали ни одну предпочтительную роль), и вы решили остаться в лобби. Вы можете изменить это поведение на экране персонализации.
