job-greet-station-name = Добро пожаловать в комплекс { $stationName }.
job-greet-introduce-job-name = Вы - гость на корпоративе.
job-greet-important-disconnect-admin-notify = Вы играете важную роль для игрового прогресса. Если вы вынуждены отключиться, пожалуйста, сообщите об этом администраторам через "Админ помощь".
job-greet-supervisors-warning = На текущий момент ваша задача - расслабиться и получать удовольствие!
job-greet-crew-shortages = Поскольку команда этой станция изначально была недоукомплектована, вашей ID-карте был дан дополнительный доступ.
job-not-available-wait-in-lobby = Раунд начался, но у вас не получилось попасть в него сразу! Попадите на карту через меню позднего присоединения!
