ent-ClothingUniformJumpsuitBridgeOfficer = униформа офицера мостика
   .desc = Стиль превыше функции. Контроль превыше всего. Этот формальный костюм служит эталоном власти и профессионализма.
ent-ClothingUniformJumpsuitMilitary = военный комбинезон
   .desc = Вышедший из использования комплект тактического камуфляжа. Говорят, такие дизайны в ходу среди социалистов.
ent-ClothingUniformJumpsuitOfficeWorker = голубой офисный костюм
   .desc = Показывает, насколько много вы работали в последнее время.